from django.db import models

'''
Класс Слайда
    должно быть поле с выбором к какой странице слайд принадлежит
    заголовок слайдера
    картинка доктора(не обязательна)
    текст слайдера
    кнопка с ссылкой
    ссылка
    
Класс Исследование
    берет в себя виды исследования

Класс Вид исследования
    берет в себя методы ииследования

Класс Метод исследования
    название 
    срок
    цена
    ссылка на само исследование

Класс с Вопрос Ответ
    должно быть поле(галочка) подтверждающая показывать ли его на главной


Класс About 
    поля с информацией:
        имя поля
        краткое описание
        полное описание

Класс partners
    Ссылка на сайт партнера(не обязательна)
    Логотип партнера

Класс News
    Картинка новости
    название новости
    текст новости
    дата новости
    ссылка на новость


'''
