from django.db import models

'''
Класс Слайда
    должно быть поле с выбором к какой странице слайд принадлежит
    заголовок слайдера
    текст слайдера
    кнопка с ссылкой
    ссылка

Класс Исследование
    берет в себя виды исследования

Класс Вид исследования
    берет в себя методы ииследования

Класс Метод исследования
    название 
    срок
    цена


Класс с Вопрос Ответ
    должно быть поле(галочка) подтверждающая показывать ли его на главной


Класс About 
    поля с информацией:
        имя поля
        краткое описание
        полное описание

'''
